 [
    {
        "image":"image0" ,
        "tittle":"Ferrari 250 GTO 1962",
        "descriptipn": "The sleek, stylish Ferrari 250 GTO is one of the most famous classic cars of all time and for a very good reason.",
        "price": "9,99"

    },
    {
        "image":"image1" ,
        "tittle":"Jaguar E-Type 1961",
        "description":"No self-respecting list of classic cars could start without mentioning the Jaguar E-Type. This iconic car has a history of its own that would still break some records nowadays, with impressive top speeds of 150 mph and a sleek design to match. ",
        "price": "9,99"

    },
    {
        "image":"image2" ,
        "tittle":"Porsche 911 1963",
        "descriptipn": "The Porsche 911 is described as a nearly perfect classic sports car—because there’s always room for a little bit of improvement. A long-time staple of the classic car community, this universally loved vehicle takes plenty of prizes when it comes to impressive statistics.",
        "price": "9,99"

    },
    {
        "image":"image3" ,
        "tittle":"Chevrolet El Camino SS 1970",
        "description":"Think of old-time American movies and you’ll probably find a vague image of a 1970 Chevrolet El Camino SS springs to mind",
        "price": "9,99"

    },
    {
        "image":"image4" ,
        "tittle":"Oldsmobile Starfire Convertible 1962",
        "description":"The 1962 Oldsmobile Starfire Convertible was the pride and joy of General Motors when it was first released in 1960.",
        "price": "1,299"

    },
    {
        "image":"image5" ,
        "tittle":"British Motor Corporation Mini 1959",
        "descriptipn": "There’s no classic car quite like the classic Mini. Modernized time and time again with new colors and features, this is the classic car you’re most likely to still see in action in the 21st century. Shortly after its initial release, the Mini quickly became one of the most popular classic cars of all time.",
        "price": "9,99"

    },
    {
        "image":"image6" ,
        "tittle":"Ford Mustang Shelby GT350 1965",
        
        "descriptipn": "The Shelby Mustang was designed to look good and to drive fast. It wasn’t specially designed for comfort, and it definitely wasn’t designed for family days out. But at least it excelled in the area it originally chose.",
        "price": "1,399"

    },
    {
        "image":"image7" ,
        "tittle":"Mercedes 300SL Gullwing 1954",
        "descriptipn": "Mention the Mercedes 300SL Gullwing 1954 and you’ll undoubtedly see ears prick up, especially if you’re in a circle of classic car fans. One of the most stylish and iconic classic cars in the world, the Gullwing firmly cemented its place as a premium offering as soon as it launched.",
        "price": "9,99"

    },
    {
        "image":"image8" ,
        "tittle":"Chevrolet Corvette 1963",
        "descriptipn": "The Chevrolet Corvette 1963 was a rare car even when it was first released, which means sourcing a journey in one of these nowadays—let alone even trying to buy one—is an adventure in itself.",
        "price": "9,99"

    },
    {
        "image":"image9" ,
        "tittle":"Bugatti Type 57 Atlantic 1938",
        "descriptipn": "Thought an older Bugatti might be more budget-friendly than a recent model? Think again. You need no better proof that the 1938 Bugatti Type 57 Atlantic will ever go out of fashion than by the knowledge that Ralph Lauren owns the very last one to ever be produced. First created as an entirely new design by Jean Bugatti, there were only ever 710 of these models produced. ",
        "price": "9,99"

    }
]